export type OpenWhenLetter = {
  id: string;
  seal: string;
  title: string;
  body: string;
};

export const openWhenLetters: OpenWhenLetter[] = [
  {
    id: "happy",
    seal: "💌",
    title: "افتحيني ملي تكوني فرحانة ❤️",
    body: `ملي تكوني فرحااانة  الله يخليك ديما فرحانة اه و لكن  فرحي معاك حبيبك  واخا غير بتصويرة ولا ڤيديو 😭`,
  },
  {
    id: "mad",
    seal: "💌",
    title: "افتحيني ملي تكوني معصبة مني 😂",
    body: `أولاً... إلا كنتي معصبة مني، غالباً عندك الحق 😂

ما غاديش نبرر راسي. غير بغيت نقول ليك... حتى ملي نغلط، باقي كيهمني تكوني هانية.

خدي وقتك. ومن بعد نرجعو بحالنا. ❤️`,
  },
  {
    id: "miss",
    seal: "💌",
    title: "افتحيني ملي توحشيني ❤️",
    body: `إلى توحشتي... عرفتي بلي أنا حتى أنا كنفكر فيك.

ماشي بعيد. أنا هنا، حتى ملي ما نكونوش بجوج. ❤️`,
  },
  {
    id: "kind",
    seal: "💌",
    title: "افتحيني ملي تحتاجي تسمعي شي كلمة زوينة",
    body: `فراسك الزين ديالي مافيك حتى عيب …

ما خاصكش تكوني كاملة، وما خاصكش تشكي فراسك.

بغيتي كلمة كلمة زوينة ؟  كنبغيك و كنحمااااااااق عليك 🐥🥲`,
  },
];
